Repository: Yurik72/catering
Catalog: CateringPro/Resources/SharedResources.*.resx
Languages: ru, uk

source: Add
uk: Додати

source: Address1
ru: Адрес 1
uk: Адреса 1

source: Address2
ru: Адрес 2
uk: Адреса 2

source: AvgPrice
uk: Середня цiна

source: Cancel
ru: Отменить
uk: Вiдмiнити

source: Categories
ru: Категории
uk: Категорії

source: Category
ru: Категория
uk: Категорія

source: Category Code
ru: Код
uk: Код

source: Category Decsciption
ru: Детали
uk: Деталі

source: Category Name
ru: Категория
uk: Категорія

source: City
ru: Город
uk: Місто

source: Company Data
uk: Налаштування i даннi

source: Company Setting Save
uk: Зберегти

source: CompanyDayProduction
uk: Потреби у виробництвi

source: CompanyMenu
uk: Меню по днях

source: Complex
uk: Комплекс

source: Complex Dishes
uk: Комплекснi Страви

source: Complex Name
uk: Назва

source: Complex Price
uk: Вартiсть

source: Consignment Ingredient Category Name
uk: Категорія

source: Consignment Ingredient Name
uk: Продукт /Партiя

source: Consignment MeasureUnit
uk: Од. вимiру

source: Consignment Price
uk: Вартість

source: Consignment StockValue
uk: Залишок

source: Consignment ValidTo
uk: Вжити до

source: ConsignmentStock
uk: Залишки продуктiв

source: Country
ru: Страна
uk: Країна

source: Create
uk: Створити

source: CustomerOrders
ru: Заказы моей компании
uk: Мої замовлення

source: DateFrom
uk: Вiд

source: DateTo
uk: До

source: Day Ingredients
uk: Розрахунок продуктiв

source: Day Production
uk: Звiт кухар страви

source: DayClosedForOrder
uk: На цей день замовлення закритi.

source: Dish
ru: Блюдо
uk: Страва

source: Dish Category
ru: Категория
uk: Категорія

source: Dish Description
ru: Описание
uk: Опис

source: Dish KKal
uk: ккал

source: Dish Name
ru: Блюдо
uk: Страва

source: Dish Price
ru: Цена
uk: Вартість

source: Dish ReadyWeight
uk: Вихід(гр.)

source: Dishes
ru: Блюда
uk: Страва

source: DishesWeekMenu
uk: Страви що будуть готоватись цього тижня

source: DishIngredientsProportionTab
uk: Пропорцii

source: DishIngredientsTab
ru: Ингредиенты
uk: Інгредієнти

source: DishMainTab
ru: Основные
uk: Основні

source: DishPictureTab
ru: Картинка
uk: Фото

source: DishReadyWeightMeasureUnit
uk: гр.

source: DishSpecification
uk: Калькуляційна карта

source: DLB Empty list
ru: Пусто
uk: Пусто

source: DLB Filter
ru: Filter
uk: Фільтр

source: DLB Move All
ru: Перем.все
uk: Перенести все

source: DLB Move Selected
ru: Перем. выбр.
uk: Перенести частк.

source: DLB Remove all
ru: Удалить все
uk: Видалити все

source: DLB Remove selected
ru: Удалить выбр.
uk: Видалити частк.

source: DLB show all
ru: Показать все
uk: Показати все

source: DLB Showing all
ru: Показаны все {0}
uk: Показати все

source: Doc
uk: Документ

source: Doc Amount
uk: Сума

source: Doc Date
uk: Дата

source: Doc Description
uk: Коментар

source: Doc Number
uk: Номер

source: Doc Type
uk: Тип

source: DocLine Amount
uk: Сума

source: DocLine Ingredient
uk: Артикул

source: DocLine Number
uk: Номер

source: DocLine Price
uk: Цiна

source: DocLine Quantity
uk: Кiлькiсть

source: DocLine ValidTo
uk: Вжити До

source: Docs
uk: Документи

source: DocTypeIncome
uk: Приход

source: DocTypeOutcome
uk: Расход

source: DocTypeProduction
uk: Производство

source: ForecastProductionStock
uk: Потреби и прогноз у продуктах

source: gr
uk: гр.

source: gr.
uk: гр.

source: Ingredient
ru: Ингредиент
uk: Інгредієнти

source: Ingredient Category
uk: Категорія

source: Ingredient Name
ru: Название
uk: Назва

source: Ingredients
ru: Ингредиенты
uk: Інгредієнти

source: Ingredients Proprotion
uk: Частка

source: Ingredients_MeasureUnit
ru: Ед.изм.
uk: Од.вим.

source: InternalError
uk: Сталась помилка, будь звернiться у службу пiдтримки

source: KKal
uk: ККал

source: LeadTime
uk: Годин до закриття замовл.

source: Login Title
ru: Введите данные ниже
uk: Введіть дані нижче

source: Logo
uk: Лого

source: MassEmail
uk: Розсилки email

source: MenuAdmin
ru: Админ
uk: Адмін

source: MenuCategories
ru: Список категорий
uk: Лист категорій

source: MenuUserGroups
ru: Список групп
uk: Назва групи

source: MenuComplex
uk: Комплекс

source: MenuCustomerOrders
ru: Заказы
uk: Замовлення

source: MenuDayDishes
ru: Меню на день/неделю
uk: Меню на день / тиждень

source: MenuDishes
ru: Список блюд
uk: Список страв

source: MenuDocs
uk: Документи

source: MenuIngredients
ru: Ингредиенты
uk: Інгредієнти

source: MenuLogIn
ru: Войти
uk: Увійти

source: MenuLogOut
ru: Выйти
uk: Вийти

source: MenuRegister
ru: Регистрация
uk: Реєстрація

source: MenuSearch
ru: Поиск
uk: Пошук

source: MenuStock
ru: Склад
uk: Склад

source: MenuStockConsignment
uk: Склад/Залишки

source: MenuUpdateUser
uk: Mої дані

source: MenuUserOrder
ru: Мои заказы
uk: Мої замовлення

source: MenuUsers
uk: Користувачi

source: Message
uk: Повiдомлення

source: MyOrderAmount
uk: Сума

source: MyOrderDetails
uk: Деталі

source: MyOrderIsConfirmed
uk: Затв.

source: MyOrderIsPaid
uk: Сплачено

source: MyOrderPaidAmount
uk: Сплачено

source: MyOrderQuantityTotal
uk: Кiлькiсть

source: MyOrdersNoOrder
uk: Немає замовлень

source: MyOrdersPayment
uk: Оплатити

source: MyOrdersSave
ru: Заказать
uk: Замовити

source: MyOrderWho
uk: Замовник

source: Name
ru: Название
uk: Назва

source: NameSurname
uk: Ім'я,Прізвище

source: NoDishesAtThisDay
uk: Вибачте, немає жодної доступної страви, для замовлення у цей день

source: OrdeAcceptedDetail
uk: Деталi надiслано на Вашу почтову скриньку

source: Order Total
uk: Разом

source: OrderAccepted
uk: Заява прийнята

source: OrderEmpty
uk: Ваше замовлення порожне

source: OrderNotAccepted
uk: Заява не прийнята !

source: OrderNotAcceptedOutDate
uk: Термiн замовлення вичерпано на цей день

source: OrderTitle
ru: Закажите меню на определенный день
uk: Замовити меню на день

source: PhoneNumber
ru: Телефон
uk: Телефон

source: Please login
ru: Пожалуйста войдите
uk: Будь ласка, зайдіть

source: Register Title
ru: Зарегестрируйтесь Catering PRO ! Бесплатно !
uk: Зареєструйтесь безкоштовно!

source: Reports
uk: Звiти

source: Save
ru: Сохранить
uk: Зберегти

source: SendTestEmail
uk: Протестувати

source: Setting
uk: Налаштування

source: StampLogo
uk: Печатка

source: StockDate
uk: Дата зал.

source: StockValue
uk: Залишок

source: ThresholdTime
uk: Годин до вiдкриття замовл.

source: UpdateUserEmail
uk: E-mail

source: UpdateUserNewPassword
uk: Новий пароль

source: UpdateUserOldPassword
uk: Старий пароль

source: UserName
uk: Користувач

source: User Password
ru: Пароль
uk: Пароль

source: Password
uk: Пароль

source: UserButtonLogin
ru: Вход
uk: Вхід

source: ZipCode
ru: Почт. индекс
uk: Пошт. Індекс

source: MenuUsersGroups
uk: Групи Користувачiв

source: ConfirmDelete
uk: Ви впевненi що хочете видалити ?

source: Delete
uk: Видалити

source: UserGroups
uk: Група користувачiв

source: DishCourse
ru: Номер блюда
uk: Номер страви

source: EditUser
uk: Редагування користувача

source: UserGroupId
uk: Група

source: User Roles
uk: Ролі користувача

source: UserNameLogin
uk: Логін

source: ConfirmedByAdmin
uk: Підтверджено адміном

source: ConfirmPassword
uk: Підтвердіть пароль

source: ComplexCategory
ru: Категория комплекса
uk: Категорія комплекса

source: Course1
ru: Первое
uk: Перше

source: Course2
ru: Второе
uk: Друге

source: Course3
ru: Третье
uk: Третє

source: Course4
ru: Четвертое
uk: Четверте

source: UserDayDish
ru: Заказаный комплекс
uk: Замовлений комплекс

source: DbError
ru: Ошибка базы данных
uk: Помилка бази даних

source: DuplicateEmail
uk: Поштова адреса {0} вже зареестрована

source: MenuChangeChild
uk: Вибрати дитину

source: Select
uk: Вибрати

source: AddBalance
uk: Поповнити Рахунок

source: CurrentBalance
uk: Поточний баланс

source: AskAdmin
ru: Обратитесь к администратору для заказа
uk: Зверніться до адміністратора для замовлення

source: DishesQuantity
ru: Количество блюд
uk: Кількість страв

source: GetWeekInfo
ru: Недельный отчет
uk: Тижневий звіт

source: NoDishes
ru: Курс не может быть без блюд
uk: Курс не може бути без страв

source: NoOrders
ru: Нет заказов
uk: Немає замовлень

source: SameDish
ru: Нельзя добавить блюдо, что уже есть в комплексе
uk: Не можна додати страву, що вже є в комплексі

source: SendEmail
ru: Отправить по почте
uk: Надіслати на пошту

source: DishIsOrdered
uk: Страва вже замовлена

source: User Name
ru: Пользователь

source: None
ru: Никакой

source: OneComplexType
ru: Один комплекс

source: OrderType
ru: Типы заказов
